[["0",{"pageContent":"Richard is supot pa","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["1",{"pageContent":"Luffy and Ayesha is my Siamese Cat. Luffy is 6 months older than Ayesha","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["2",{"pageContent":"Richard Roxas is currently working in Quantrics and about to resign since he is no longer happy.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["3",{"pageContent":"Ninya Hemady is girlfriend of Richard Roxas who is 10 year younger than him.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["4",{"pageContent":"Question: How do I add Roam Better – with home data to my account?\r\nAnswer: To get Roam Better – with home data, simply text ROAM to 8000 or add Roam Better through MyBell. Once you add it, you’ll automatically enjoy affordable daily rates for each day you call, text or use data with your phone when roaming in any of the Roam Better destinations.\r\n\r\nRoam Better – with home data is available to customers on most monthly plans. It is not available on prepaid plans, corporate accounts and plans that include roaming services.\r\n\r\nQuestion: How does the Roam Better daily fee work?\r\nAnswer:","metadata":{"loc":{"lines":{"from":1,"to":7}}}}],["5",{"pageContent":"Question: How does the Roam Better daily fee work?\r\nAnswer: \r\nYou’ll only be charged the daily fee when you make or answer a call, send a text message, or when data is sent or received while in your Roam Better destination. The Roam Better – with home data daily fee covers each day of usage until 11:59 p.m. Eastern Time (ET), regardless of which time zone you’re roaming in. You’ll only be charged for a maximum of 20 days per line within the same billing period, after which you can continue enjoying unlimited talk and text and continue to use the data from your account at no additional cost for the rest of the billing period. If you exceed the data included in your rate plan, you’ll be charged the rates that apply to your domestic plan/usage.","metadata":{"loc":{"lines":{"from":7,"to":9}}}}],["6",{"pageContent":"Note: the 20-day maximum Roam Better fee applies separately to the U.S. ($13 a day) and all other eligible destinations ($16 a day). For example, if you spend 20 days in the U.S. and then 10 days in Mexico within one monthly billing period, you’ll be charged 20 days for the U.S. ($260 total) and 10 days for Mexico ($160 total).\r\n\r\nFor any days that you don’t use voice, text or data in a Roam Better destination, you won’t be charged the Roam Better – with home data daily fee. If you’ve added Roam Better but don’t want to be charged when arriving at your Roam Better destination, make sure data roaming is turned off on your device, don't make or answer any calls, and don't send any text messages.\r\n\r\nThe daily fee applies separately to each line using Roam Better – with home data.\r\n\r\nQuestion: How does the 5 GB daily maximum download speed allotment work?","metadata":{"loc":{"lines":{"from":11,"to":17}}}}],["7",{"pageContent":"The daily fee applies separately to each line using Roam Better – with home data.\r\n\r\nQuestion: How does the 5 GB daily maximum download speed allotment work?\r\nAnswer: With Roam Better – with home data, your first 5 GB of data usage per day will be at maximum speeds. If you use up your daily 5 GB of data at maximum speeds, you can continue to use data at reduced speeds of up to 512 Kbps† (suitable for accessing email, light web browsing and messaging) for the remainder of the day as long as you haven’t exceeded the data included in your rate plan. Applications that require higher data speeds (such as video streaming) may be affected by the data speed reduction.","metadata":{"loc":{"lines":{"from":17,"to":20}}}}],["8",{"pageContent":"Your allowance begins upon your first data use in your Roam Better destination and expires at 11:59 p.m. Eastern Time (ET) on that same day, regardless of the time zone where you are roaming. Once you use up your daily 5 GB of data at maximum download speeds, you’ll automatically receive a notification that includes the option to purchase an additional 1 GB of maximum-speed data for $6 in the U.S. (including Puerto Rico and the U.S. Virgin Islands) or for $8 in international Roam Better destinations. All additional maximum-speed data expires at 11:59 p.m. (ET) on the day the data was purchased.\r\n\r\nData speeds reset at 12:00 a.m. (ET) daily with a new allotment of 5 GB of data at maximum download speeds.\r\n\r\nQuestion: What happens if I exceed the data in my rate plan while travelling and want to continue using data?\r\n\r\nAnswer: The regular domestic data overage charges of your plan will apply. (does not apply to customers on Bell Unlimited Plans).","metadata":{"loc":{"lines":{"from":22,"to":28}}}}],["9",{"pageContent":"Answer: The regular domestic data overage charges of your plan will apply. (does not apply to customers on Bell Unlimited Plans).\r\n\r\nQuestion: Do I need to remove Roam Better when I return to Canada?\r\nAnswer: No. Roam Better is for when you’re roaming in a Roam Better destination. Once you’re back in Canada, you’ll automatically revert to your rate plan.\r\n\r\nOnce you've added Roam Better – with home data to your account, you’ll be covered for all future trips and will only be charged on days when you use your phone in a Roam Better destination. You won’t be charged when you’re not roaming. If you'd like to remove Roam Better, please contact us.\r\n\r\nQuestion: If I add Roam Better – with home data to my account, does everyone in my Share group get it too?\r\nAnswer: No. Each member of your Share group needs to add it separately. You can add Roam Better through MyBell or by texting ROAM to 8000.\r\n\r\nQuestion: When do pay-per-use roaming rates apply?","metadata":{"loc":{"lines":{"from":28,"to":38}}}}],["10",{"pageContent":"Answer: No. Each member of your Share group needs to add it separately. You can add Roam Better through MyBell or by texting ROAM to 8000.\r\n\r\nQuestion: When do pay-per-use roaming rates apply?\r\nAnswer: Pay-per-use roaming rates automatically apply if you don’t have Roam Better or if you roam in destinations not covered by Roam Better. You’ll be charged for texts, calls and data usage based on the applicable pay-per-use rates for that destination.\r\n\r\nQuestion: What if I have Roam Better – with home data and a Bell Unlimited Data plan?\r\nAnswer: If you have Roam Better – with home data and an Unlimited Data plan, your data usage in Roam Better destinations does not count towards your maximum speed allotment within Canada.\r\n\r\nQuestion: Does Roam Better cover roaming charges on cruise ships and in-flight services?\r\nAnswer: No, Roam Better does not cover roaming charges on cruise ships and in-flight services.\r\n\r\nQuestion: How do I switch from Roam Better – with 500 MB to Roam Better – with home data?","metadata":{"loc":{"lines":{"from":38,"to":49}}}}],["11",{"pageContent":"Answer: No, Roam Better does not cover roaming charges on cruise ships and in-flight services.\r\n\r\nQuestion: How do I switch from Roam Better – with 500 MB to Roam Better – with home data?\r\nAnswer: To switch, text ROAM to 8000. You’ll receive a text message to confirm you want to remove your current add-on from your account. Reply Y to confirm the removal. Then you’ll receive a text message to confirm you want to add Roam Better – with home data. Reply ADD to confirm the addition.\r\n\r\nYou can also log in to MyBell to make the switch. In MyBell, select your mobile phone service, enter your travel destination and if the destination is covered by Roam Better, you’ll see both Roam Better options, with your current option pre-selected. To switch, simply select Roam Better – with home data and submit the order.\r\n\r\nKeep in mind that Roam Better only takes effect once you've added it to your account. Therefore, we recommend switching before you travel.","metadata":{"loc":{"lines":{"from":49,"to":56}}}}],["12",{"pageContent":"Keep in mind that Roam Better only takes effect once you've added it to your account. Therefore, we recommend switching before you travel.\r\n\r\nQuestion: Does Roam Better – with home data work with Unlimited Canada & U.S. plans?\r\nAnswer: If you have an Unlimited Canada & U.S. plan and Roam Better – with home data:\r\n\r\nWhen you’re roaming in the U.S., you won’t be charged the daily Roam Better fee, since your rate plan already covers U.S. roaming.\r\nWhen you’re roaming in a Roam Better international destination, you’ll be covered by Roam Better – with home data and will be charged the daily international fee.\r\n\r\nQuestion: Are calls to toll-free numbers included with Roam Better – with home data?\r\nAnswer: Yes, calls to toll-free numbers are included while travelling in the U.S. and internationally.\r\n\r\nQuestion: Can I add Roam Better – with home data if I'm already in a Roam Better destination?","metadata":{"loc":{"lines":{"from":56,"to":67}}}}],["13",{"pageContent":"Answer: Yes, calls to toll-free numbers are included while travelling in the U.S. and internationally.\r\n\r\nQuestion: Can I add Roam Better – with home data if I'm already in a Roam Better destination?\r\nAnswer: Yes, you can add Roam Better – with home data by texting ROAM to 8000. Keep in mind that Roam Better – with home data will only take effect once you've added it to your account. Therefore, we recommend adding it before you travel.\r\n\r\nQuestion: Can I opt out of the texts notifying me that I’ve exceeded my daily 5 GB of data at maximum download speeds?\r\nAnswer: Text message notifications are part of the Roam Better – with home data service and you can’t opt out.\r\n\r\nQuestion: What if I visit multiple Roam Better destinations on the same day?\r\nAnswer: Whether you’re at one Roam Better international destination or travelling between multiple destinations or time zones, the Roam Better – with home data international daily fee covers you for any usage within the same day.","metadata":{"loc":{"lines":{"from":67,"to":76}}}}],["14",{"pageContent":"However, if you use your device in the U.S. and an international Roam Better destination on the same day, you’ll be charged the daily fee for roaming in the U.S. ($13) plus the daily fee for international roaming ($16).\r\n\r\nRemember, the fees cover usage from the time you first use your device until 11:59 p.m. (ET). Eastern Time the same day, regardless of which time zone you’re travelling in. .","metadata":{"loc":{"lines":{"from":78,"to":80}}}}],["15",{"pageContent":"Richard's mother is Emelia Aguillon Roxas and father is Roger Roxas","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["16",{"pageContent":"ChadGPT is a Web application made in REact JS that can use OPEN AI, Whisper API for Speech to Text, Elevenlabs for text to Speech , DALL e for text to image and Hugging face inference for image to text.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["17",{"pageContent":"ChadGPT future updates would be able to add a custom Bot that handles your todo in Machine language.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["18",{"pageContent":"One of the future updates of ChadGPT is to integrate Stripe for payments .","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["19",{"pageContent":"Chad GPT will also have Auto GPT implemented in the future","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["20",{"pageContent":"Chad GPT will also have Selfie application to convert image to animated.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["21",{"pageContent":"Richard is currently working on a Chat Bot application made in React JS named ChadGPT","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["22",{"pageContent":"Richard Roxas is 32 years old\r\n\r\nHi there! My name is Richard Roxas and I am a passionate and self-taught developer. I specialize in the latest web development technologies such as React, Next JS, JavaScript, CSS, and HTML. With over 5 years of experience in the IT industry and 6 years of experience as a customer service representative, I bring a unique combination of technical expertise and customer-focused approach to every project. I have a proven track record of delivering successful projects, including a Karaoke Web Social media platform, an E-commerce website, and a Movie app. My goal is to bring your ideas to life and help your business succeed by providing high-quality, innovative solutions. If you're looking for a dedicated and reliable developer, look no further!","metadata":{"loc":{"lines":{"from":1,"to":3}}}}],["23",{"pageContent":"Richard's siblings are Rommel Roxas, Ryan Roxas , Emyrose Roxas and Evamarie Roxas","metadata":{"loc":{"lines":{"from":1,"to":1}}}}],["24",{"pageContent":"Richard Roxas is currently working in Quantrics and about to resign since he is no longer happy.","metadata":{"loc":{"lines":{"from":1,"to":1}}}}]]